{
  "config": [
    {
      "key":"imageViewMenu",
      "value":"Menu\n\n Acesso a cópia de segurança! Pode restaurar um backup, criar novas cópias e deletar copias\n\n",
      "last":"0"
    },

    {
      "key":"grau_parentesco_nome",
      "value":"O grau de parentesaco\n\n ATENÇÃO! Essa campo tem que ser preenchido primeiro, para que possa liberar o inicio da coleta. O grau de parentesco da pessoa que está respondendo o questionario em relação a pessoa que está sendo coletadas as informações\n\n",
      "last":"0"
    },
    {
      "key":"TextViewAdiciona",
      "value":"Abas das etapas\n\n *É a identificação do entrevistado. Pode arrastar(swipe) para o lado esquerdo. para ir para a próximo passo.\n\n* Neste 1º Passo é a para adicionar alimentos, basta clicar no botão para adicionar novos alimentos. Pode arrastar(swipe) para o lado esquerdo. para ir para a próximo passo.\n\n* Neste 2º Passo verifica se o entrevistado esqueceu alimentos, pode arrastar para a etapa anterior caso deseje acrescentar novos alimentos. Pode arrastar(swipe) para o lado esquerdo. para ir para a próximo passo.\n\n* No Passo 3 se coloca tipo de refeição e horário. Para adicionar mais alimentos, volte ao Passo 1.\n\n*  Neste 4º Passo clica para detalhar cada alimento, isto é, seus complementos, pode arrastar para a etapa anterior caso deseje acrescentar novos alimentos. Pode arrastar(swipe) para o lado esquerdo. para ir para a próximo passo.\n\n*    Revisão dos alimentos - Clique aqui para revisar o próximo alimento\n\n*" ,
      "last":"1"
    },
    {
      "key":"tv_deletar_alimento1",
      "value":"Deletar Alimento\n\n Clique para apagar um alimento. Para incluir de novo o alimento, vá para o Passo 1.\n\n",
      "last":"0"
    },
    {
      "key":"tv_duplicar_alimento1",
      "value":"Duplicar alimento\n\n Clique para duplicar um alimento.\n\n",
      "last":"0"
    },
    {
      "key":"tv_salvar_1alimento1",
      "value":"Botão salvar aliemnto\n\n Salva o alimento com todos os complementos selecionados, pode voltar neste alimento e trocar os complementos escolhidos em qualquer momento!\n\n",
      "last":"0"
    },
    {
      "key":"tv_entrar_obs",
      "value":"Botão de OBS\n\n Pode escolher essas opções para colocar no campo observação, pode escolher mais de uma opção. Se quiser apagar basta desmarcar!\n\n",
      "last":"1"
    },
    {
      "key":"alimento",
      "value":"Aliemnto\n\n Clique no campo alimento para abrir uma outra tela para escolher um novo alimento!\n\n",
      "last":"0"
    },
    {
      "key":"preparacao",
      "value":"Preparação\n\n Clique no campo preparação para abrir uma outra tela para escolher uma nova preparação!\n\n",
      "last":"0"
    },
    {
      "key":"adicao",
      "value":"Adição\n\n Clique no campo adição para abrir uma outra tela para escolher uma nova adição!\n\n",
      "last":"0"
    },
    {
      "key":"buttonvirgula",
      "value":"Botão de vírgula\n\n Coloca virgula no texto ao lado.\n\n",
      "last":"0"
    },
    {
      "key":"buttonvirgula_espessura",
      "value":"Botão de vígula\n\n Coloca virgula no texto ao lado.\n\n",
      "last":"0"
    },
    {
      "key":"buttonfracao",
      "value":"Botão de fração\n\n Escolha uma das frações existentes. Use a lixeira para apagar uma fração.\n\n",
      "last":"0"
    },
    {
      "key":"iv_close",
      "value":"Sai do sistema\n\nE utilisado para sair da tela, voltando para a tela anterior",
      "last":"0"
    },
    {
      "key":"local",
      "value":"Local\n\n Clique no campo local para abrir uma outra tela para escolher um novo local!\n\n",
      "last":"0"
    },
    {
      "key":"quantidade",
      "value":"Quantidade\n\n Clique no campo quantidade e digite uma quantidade para esse alimento!\n\n",
      "last":"0"
    },
    {
      "key":"unidade",
      "value":"Unidade\n\n Clique no campo unidade para abrir uma outra tela para escolher uma nova unidade!\n\n",
      "last":"0"
    },
    {
      "key":"quantidade",
      "value":"Quantidade\n\n Clique no campo quantidade e digite uma quantidade para esse alimento!\n\n",
      "last":"0"
    },
    {
      "key":"obs",
      "value":"Obs\n\n Clique no campo obs e digite uma observação para esse alimento!\n\n",
      "last":"0"
    },
    {
      "key":"espessura",
      "value":"Espessura\n\n Clique no campo espessura para abrir uma outra tela para escolher uma nova espessura!\n\n",
      "last":"0"
    },
    {
      "key":"card_view",
      "value":"Card do alimento\n\n O Passo 1 permite adicionar alimentos clicando neste botão. Deslize para a esquerda para ir ao próximo passo.\n\n",
      "last":"1"
    }
  ]
}